let collectionAnswer = {
  과일: [
    "오렌지",
    "키위",
    "딸기",
    "수박",
    "바나나",
    "두리안",
    "용과",
    "망고",
    "납작복숭아",
    "라임",
  ],
  인물: [
    "이효리",
    "유재석",
    "박보검",
    "박명수",
    "홍진호",
    "수지",
    "로버트다우니주니어",
    "마동석",
    "지코(우지호)",
    "민버지",
  ],
  동물: [
    "팬더",
    "호랑이",
    "사자",
    "개미햝기",
    "고양이",
    "개",
    "쿼카",
    "얼룩말",
    "카피바라",
    "래새팬더",
  ],
  음료: [
    "소주",
    "맥주",
    "아메리카노",
    "카푸치노",
    "에이드",
    "라떼",
    "프라페",
    "주스",
    "우유",
    "물",
  ],
  직업: [
    "가수",
    "배우",
    "선생님",
    "개발자",
    "판사",
    "경찰",
    "공무원",
    "간호사",
    "승무원",
    "회사원",
  ],
};

let number = [3, 4, 5, 6, 7];
let kind = collectionAnswer.key();

function randomNum(num) {
  return Math.floor(Math.random() * num);
}
